<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>

    <!DOCTYPE html>
    <html lang="ko">
    <head>
        <meta charset="UTF-8">
        <meta http-equiv="X-UA-Compatible" content="IE=edge">
        <meta name="viewport" content="width=device-width, initial-scale=1.0">
        <title>개인정보 수집 및 이용 동의</title>
    </head>
    
    <body>
    
        <!-- [필수] 블로그 이용약관 동의 -->
        
    <pre>
    제1조 (목적)
    ① 이 약관은 전기통신사업법령 및 정보통신망이용촉진 및 정보보호 등에 관한 법률에 따라 
    깃펜에서  제공하는 모든 서비스(이하 `서비스`)의 이용절차,조건등 서비스 이용과 
    관련한 회사와 회원의 권리 및 의무에 관련된 사항을 규정함을 목적으로 합니다.
    
    
    제2조 (약관의 효력과 변경)
    ① 본 약관은 회원이 `내 블로그 만들기` 절차에 따라 블로그 개설시 "약관에 동의합니까"라는 물음에 회원이 "동의" 버튼을 클릭하는 것으로 효력이 발생됩니다.
    ② 회사는 필요한 경우 약관을 변경할 수 있으며, 변경된 약관은 적용일 전 7일간 온라인 상의 공지나 전자 우편 등의 방법을 통해 회원에게 공지되고 적용일에 효력이 발생됩니다.
    ③ 회원은 변경된 약관에 동의하지 않을 경우, 블로그 또는 팀블로그를 폐쇄하고 본 서비스이용을 중단할 수 있습니다.
    ④ 약관이 변경된 이후에도 계속적으로 서비스를 이용하는 경우에는 회원이 약관의 변경 사항에 동의한 것으로 봅니다.
    
    
    제3조 (약관 외 준칙)
    ① 본 약관에 규정되지 않은 사항에 대해서는 관련법령 또는 회사가 정한 개별 서비스의 이용약관, 운영정책 및 규칙 등(이하 ‘세부지침’)의 규정에 따릅니다.
    
    
    제4조 (이용계약 해지)
    ① 여러분이 깃펜 계정 이용을 더 이상 원치 않는 때에는 언제든지 서비스 내 제공되는 메뉴를 이용하여 이용계약의 해지 신청을 할 수 있으며, 회사는 법령이 정하는 바에 따라 신속히 처리하겠습니다.
    ② 회사는 법령에서 정하는 기간 동안 여러분이 계정 서비스를 이용하기 위해 계정 로그인 혹은 접속한 기록이 없는 경우 여러분이 등록한 이메일주소, 휴대폰번호로 이메일, 문자메시지를 보내는 등 기타 유효한 수단으로 통지 후 여러분의 계정 정보를 파기하거나 분리 보관할 수 있으며, 이로 인해 계정 서비스 이용을 위한 필수적인 정보가 부족할 경우 이용계약이 해지될 수도 있습니다. 이와 관련된 보다 자세한 사항은  운영정책의 서비스 휴면 정책 부분을 꼭 확인하시기 바랍니다.
    ③ 이용계약이 해지되면 법령 및 개인정보 처리방침에 따라 여러분의 정보를 보유하는 경우를 제외하고는 여러분의 계정 정보 및 계정으로 이용하였던 개별 서비스 데이터는 삭제됩니다. 다만, 여러분이 개별 서비스 내에서 작성한 게시물 등 모든 데이터의 삭제와 관련한 사항은 개별 서비스의 약관에 따릅니다.
    ④ 이용계약이 해지된 경우라도 여러분은 다시 회사에 대하여 이용계약의 체결을 신청할 수 있습니다.
    
    ■ 수집하는 개인정보 항목
    
      회사는 회원가입, 상담, 서비스 신청 등을 위해 아래와 같은
      개인정보를 수집하고 있습니다.
      ο 수집항목 : 이름, 아이디, 비밀번호, 이메일
    
    ■ 개인정보의 수집 및 이용목적
    
      회사는 수집한 개인정보를 다음의 목적을 위해 활용합니다.
      이용자 식별 및 본인여부를 확인합니다.
    
    ■ 개인정보의 보유 및 이용기간
    
      회사는 개인정보 수집 및 이용목적이 달성된 후에는 예외 없이 
      해당 정보를 지체 없이 파기합니다.
    
    </pre>
        
    
    </body>
    
    </html>